"%.0lfk of %.0lfk" = "%1$.0lfk of %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ 已安裝，且下回 %3$@ 啟動時將會準備就緒！您現在是否要重新啟動？";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 已是最新的版本";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ 已有版本是 (你現在使用的版本是 %3$@)。現在更新嗎?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ 沒有寫入此應用程式目錄的權限！您是否在磁碟映像檔中執行？若非如此，請與系統管理員連絡以取得協助。";
"A new version of %@ has been installed!" = "已安裝新版本的 %@！";
"A new version of %@ is available!" = "有較新的版本 %@!";
"An error occurred during installation. Please try again later." = "安裝時發生錯誤。請稍後再試一次。";
"An error occurred in retrieving update information. Please try again later." = "擷取更新資訊時發生錯誤。請稍後再試一次。";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "擷取更新資訊時發生錯誤；您是否已連接至網際網路？請稍後再試一次。";
"An error occurred while extracting the archive. Please try again later." = "解開封存檔時發生錯誤。請稍後再試一次。";
"An error occurred while trying to download the file. Please try again later." = "嘗試下載檔案時發生錯誤。請稍後再試一次。";
"An update is already in progress!" = "更新已在進行中！";
"Cancel" = "取消";
"Check for updates on startup?" = "啟動時檢查更新?";
"Downloading update..." = "下載更新...";
"Extracting update..." = "正提取更新...";
"Install Update" = "安裝更新項目";
"Install and Relaunch" = "安裝及重新啟動";
"Installing update..." = "安裝更新...";
"No" = "不";
"OK" = "好";
"Ready to install!" = "準備安裝!";
"Release Notes:" = "發行通告:";
"Remind Me Later" = "暫緩提醒";
"Skip This Version" = "跳過此版本";
"Software Update" = "軟體更新";
"Update Error!" = "更新錯誤!";
"Updating %@" = "正在更新 %@ 中";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "你希望 %@ 在啟動時檢查更新嗎？如果不，你可以從程式選單中手動檢查更新。";
"Yes" = "是";
"You're up to date!" = "你已有最新版本!";

/* ==== UNLOCALIZED ==== */

"Anonymous system profile information is used to help us plan future development work." = "Anonymous system profile information is used to help us plan future development work.";
"Include anonymous system profile?" = "Include anonymous system profile?";
